Repository: NMarjou/localization-app
Catalog: TMs/en-US_tr-TR.tmx
Source language: en_us
Languages: tr_tr

source: Home
tr_tr: Ana Sayfa

source: Enable the "Home" feature
tr_tr: "Ana Sayfa" özelliğini etkinleştirin

source: Home settings
tr_tr: Ana sayfa ayarları

source: Individual Pay Range
tr_tr: Bireysel Ücret Aralığı

source: Interface
tr_tr: Arayüz

source: Job Architecture
tr_tr: İş Mimarisi

source: Language
tr_tr: Dil

source: Select the default language for your company. Your choice will apply to all users across the application upon first login. Users can then change the language at any time in their user settings.
tr_tr: Şirketiniz için varsayılan dili seçin. Seçiminiz, ilk oturum açma sırasında uygulama genelindeki tüm kullanıcılar için geçerli olacaktır. Kullanıcılar, daha sonra dil ayarlarını istedikleri zaman kullanıcı ayarlarından değiştirebilirler.

source: Legal Entity
tr_tr: Tüzel Kişilik

source: Custom Labeling
tr_tr: Özel Etiketleme

source: Localization
tr_tr: Yerelleştirme

source: Users
tr_tr: Kullanıcılar

source: Enable beqom for Microsoft Outlook
tr_tr: Microsoft Outlook için beqom'u etkinleştirin

source: Enable users to see notifications, create goals, and provide or request feedback directly from within the Microsoft Outlook application using beqom.
tr_tr: Kullanıcıların beqom'u kullanarak, Microsoft Outlook uygulaması içinden bildirimleri görmelerini, hedefler oluşturmalarını ve doğrudan geri bildirimler sağlamalarını veya talep etmelerini sağlayın.

source: beqom for Microsoft Outlook
tr_tr: Microsoft Outlook için beqom

source: Enable beqom for Microsoft Teams
tr_tr: Microsoft Teams için beqom'u etkinleştirin

source: Enable users to see notifications, create goals, and provide or request feedback directly from within the Microsoft Teams application using beqom.
tr_tr: Kullanıcıların beqom'u kullanarak, Microsoft Teams uygulaması içinden bildirimleri görmelerini, hedefler oluşturmalarını ve doğrudan geri bildirimler sağlamalarını veya talep etmelerini sağlayın.

source: beqom for Microsoft Teams
tr_tr: Microsoft Teams için beqom

source: Email Notifications
tr_tr: E-posta Bildirimleri

source: Body:
tr_tr: Gövde:

source: Click the link to edit the body of this notification. You can also review the notification in other languages available within the system and edit the text.
tr_tr: Bu bildirimin gövdesini düzenlemek için bağlantıyı tıklayın. Ayrıca, bildirimi sistemde bulunan diğer dillerde de değerlendirebilir ve metni düzenleyebilirsiniz.

source: Email notification settings
tr_tr: E-posta bildirim ayarları

source: Allow the distribution of notification emails to the application users.
tr_tr: Bildirim e-postalarının uygulama kullanıcılarına dağıtılmasına izin verin.

source: Enable email notifications for the company
tr_tr: Şirket için e-posta bildirimlerini etkinleştirin

source: Notification:
tr_tr: Bildirim:

source: Email is associated with this notification.
tr_tr: E-posta bu bildirimle ilişkilendirilmiştir.

source: When editing the text, use the following tag: {FromUser}. This will reference the user who is sending the notification.
tr_tr: Metni düzenlerken, şu etiketi kullanın: {FromUser}. Bu, bildirimi gönderen kullanıcıya referans verecektir.

source: Subject:
tr_tr: Konu:

source: Click the link to edit the subject line text of this notification. You can also review the notification in other languages available within the system and edit the text.
tr_tr: Bu bildirimin konu satırı metnini düzenlemek için bağlantıyı tıklayın. Ayrıca, bildirimi sistemde bulunan diğer dillerde de değerlendirebilir ve metni düzenleyebilirsiniz.

source: Company email notifications
tr_tr: Şirket e-posta bildirimleri

source: All days
tr_tr: Tüm günler

source: A number of notifications can be scheduled. Select the reminder, enable the scheduler, and then set the day and time. Keep in mind that email notifications must also be enabled in the Email notifications list.
tr_tr: Bir dizi bildirim planlanabilir. Hatırlatıcıyı seçin, zamanlayıcıyı etkinleştirin ve ardından gün ve saati ayarlayın. E-posta bildirimleri listesinde e-posta bildirimlerinin de etkinleştirilmesi gerektiğini unutmayın.

source: Enabled
tr_tr: Etkinleştirildi

source: hour
tr_tr: saat

source: Jobs
tr_tr: İşler

source: Scheduling
tr_tr: Planlama

source: Nudge duplication
tr_tr: Dürtme bildirimini kopyalama

source: Are you sure you want to duplicate this nudge?
tr_tr: Bu dürtme bildirimini kopyalamak istediğinizden emin misiniz?

source: The nudge was successfully duplicated.
tr_tr: Dürtme bildirimi başarıyla kopyalandı.

source: Open nudge
tr_tr: Dürtme bildirimini aç

source: Please proceed with editing the duplicated nudge.
tr_tr: Lütfen kopyalanan dürtme bildirimini düzenlemeye devam edin.

source: Nudge Notifications
tr_tr: Dürtme Bildirimleri

source: Get started by creating one.
tr_tr: Bir tane oluşturarak başlayın.

source: No nudge notifications yet!
tr_tr: Henüz hiçbir dürtme bildirimi yok!

source: The nudge was successfully deleted.
tr_tr: Dürtme bildirimi başarıyla silindi.

source: Delete nudge
tr_tr: Dürtme bildirimini sil

source: Are you sure you want to delete this nudge?
tr_tr: Bu dürtme bildirimini silmek istediğinizden emin misiniz?

source: View company information
tr_tr: Şirket bilgilerini görüntüleyin

source: Onboarding duration
tr_tr: Katılım süresi

source: Give your first feedback
tr_tr: İlk geri bildirimlerinizi verin

source: Create/view your goals
tr_tr: Hedeflerinizi oluşturun/görüntüleyin

source: Language selection
tr_tr: Dil seçimi

source: Download the mobile app
tr_tr: Mobil uygulamayı indir

source: View your passport information
tr_tr: Pasaport bilgilerinizi görüntüleyin

source: Photo
tr_tr: Fotoğraf

source: Enable the onboarding wizard
tr_tr: Katılım sihirbazını etkinleştirin

source: This organizational unit has related references. If you delete it, all related references will be removed. Are you sure you want to delete the organizational unit?
tr_tr: Bu organizasyon biriminin ilgili referansları vardır. Eğer silerseniz, tüm ilgili referanslar kaldırılacaktır. Organizasyon birimini silmek istediğinizden emin misiniz?

source: Organization external ID
tr_tr: Organizasyon harici kimliği

source: Organization name
tr_tr: Organizasyon adı

source: Parent organization external ID
tr_tr: Ana organizasyon harici kimliği

source: Parent organization name
tr_tr: Ana organizasyon adı

source: Enter a name
tr_tr: Bir ad girin

source: Organizational Units
tr_tr: Organizasyon Birimleri

source: {{count}} person
tr_tr: {{count}} kişi

source: {{count}} people
tr_tr: {{count}} kişi

source: Passport
tr_tr: Pasaport

source: Enable the "Passport" feature
tr_tr: "Pasaport" özelliğini etkinleştirin

source: Pay Scale
tr_tr: Ücret Ölçeği

source: Performance Rating Scales
tr_tr: Performans Değerlendirme Ölçekleri

source: Performance Review Rating
tr_tr: Performans Değerlendirme Puanı

source: Planner
tr_tr: Planlayıcı

source: Enable the "Planner" feature
tr_tr: "Planlayıcı" özelliğini etkinleştirin

source: Populations
tr_tr: Popülasyonlar

source: The population was successfully deactivated.
tr_tr: Popülasyon başarıyla devre dışı bırakıldı.

source: Are you sure you want to deactivate this population? It will be removed from any future processes but won’t affect past rounds.
tr_tr: Bu popülasyonu devre dışı bırakmak istediğinizden emin misiniz? Gelecekteki tüm işlemlerden kaldırılacak ancak geçmiş dönemleri etkilemeyecektir.

source: Confirm deactivation
tr_tr: Devre dışı bırakmayı onayla

source: Population criteria
tr_tr: Popülasyon kriterleri

source: Criteria blocks:
tr_tr: Kriter blokları:

source: Population scope:
tr_tr: Popülasyon kapsamı:

source: Custom criteria
tr_tr: Özel kriterler

source: Include everybody
tr_tr: Herkesi dahil et

source: Population name
tr_tr: Popülasyon adı

source: Which criteria should this block meet?
tr_tr: Bu blok hangi kriterleri karşılamalı?

source: Criteria
tr_tr: Kriterler

source: Operator
tr_tr: Operatör

source: Population details
tr_tr: Popülasyon ayrıntıları

source: Value:
tr_tr: Değer:

source: The population was successfully duplicated and a new item was created.
tr_tr: Popülasyon başarıyla kopyalandı ve yeni bir öğe oluşturuldu.

source: Open population
tr_tr: Açık popülasyon

source: No results match the search/filter criteria.Remove your filters and clear your search to show all results.
tr_tr: Arama/filtre kriterlerine uyan sonuç bulunamadı. Tüm sonuçları görüntülemek için filtrelerinizi kaldırın ve aramanızı temizleyin.

source: No results found
tr_tr: Sonuç bulunamadı

source: No populations created yet
tr_tr: Henüz popülasyon oluşturulmadı

source: No populations
tr_tr: Popülasyon yok

source: The population cannot be cloned; Its name is too long.
tr_tr: Popülasyon kopyalanamıyor; Adı çok uzun.

source: Add condition
tr_tr: Koşul ekle

source: All criteria
tr_tr: Tüm kriterler

source: Any criterion
tr_tr: Herhangi bir kriter

source: You have reached the maximum limit of 25 criteria for this population definition. To add more, please remove existing criteria.
tr_tr: Bu popülasyon tanımı için maksimum 25 kriter sınırına ulaştınız. Daha fazla eklemek için lütfen mevcut kriterleri kaldırın.

source: Select which criteria will determine the people included in this population.
tr_tr: Bu popülasyona dahil edilecek kişileri belirleyecek kriterleri seçin.

source: Define custom criteria
tr_tr: Özel kriterleri tanımlayın

source: Select how you want to define population criteria.
tr_tr: Popülasyon kriterlerini nasıl tanımlamak istediğinizi seçin.

source: You haven't added any blocks yet.
tr_tr: Henüz herhangi bir blok eklemediniz.

source: Add blocks to start configuring the population criteria.
tr_tr: Popülasyon kriterlerini yapılandırmaya başlamak için bloklar ekleyin.

source: Field
tr_tr: Alan

source: If you select this option, all the information you have entered in the form will be cleared. This action cannot be undone. Are you sure you want to proceed?
tr_tr: Bu seçeneği belirlerseniz, forma girdiğiniz tüm bilgiler silinecektir. Bu işlem geri alınamaz. Devam etmek istediğinizden emin misiniz?

source: Confirm selection
tr_tr: Seçimi onayla

source: of {{blocksMax}}
tr_tr: {{blocksMax}} arasından

source: Criteria blocks
tr_tr: Kriter blokları

source: Choose from all available fields in standard data foundation schema to define inclusion rules.
tr_tr: Dahil etme kurallarını tanımlamak için standart veri temeli şemasındaki tüm kullanılabilir alanlar arasından seçim yapın.

source: Population scope
tr_tr: Popülasyon kapsamı

source: Back to list
tr_tr: Listeye geri dön

source: Select {{fieldName}}
tr_tr: {{fieldName}} seçin

source: Clear all
tr_tr: Tümünü temizle

source: Clear all filters
tr_tr: Tüm filtreleri temizle

source: Click row to expand · Checkbox to select · Hover for actions
tr_tr: Genişletmek için satıra tıklayın · Seçmek için onay kutusunu kullanın · İşlemler için üzerine gelin

source: Deselect all
tr_tr: Tümünün seçimini kaldır

source: Direct children: {{count}}/{{total}}
tr_tr: Doğrudan alt çalışanlar: {{count}}/{{total}}

source: Is parent selected
tr_tr: Üst öğe seçili mi

source: Level
tr_tr: Seviye

source: Indirect children: {{count}}/{{total}}
tr_tr: Dolaylı alt öğeler: {{count}}/{{total}}

source: items selected
tr_tr: öğe seçildi

source: items total
tr_tr: öğe toplamı

source: Partial
tr_tr: Kısmi

source: Selected (with descendants)
tr_tr: Seçildi (alt öğelerle birlikte)

source: Solo selected (node only)
tr_tr: Yalnızca seçili (yalnızca düğüm)

source: L{{level}}
tr_tr: S{{level}}

source: No items found
tr_tr: Öğe bulunamadı

source: No results match the search criteria
tr_tr: Arama kriterlerine uyan sonuç bulunamadı

source: Parent selected
tr_tr: Üst öğe seçildi

source: Root level
tr_tr: Kök düzey

source: Select all
tr_tr: Tümünü seç

source: select all direct children
tr_tr: tüm doğrudan alt öğeleri seç

source: select all indirect children
tr_tr: tüm dolaylı alt öğeleri seç

source: select node only
tr_tr: yalnızca düğümü seç

source: Selected items
tr_tr: Seçili öğeler

source: Show selected
tr_tr: Seçilenleri göster

source: Show selected items
tr_tr: Seçili öğeleri göster

source: Total
tr_tr: Toplam

source: Unselect all
tr_tr: Tümünün seçimini kaldır

source: unselect all direct children
tr_tr: tüm doğrudan alt öğelerin seçimini kaldır

source: unselect all indirect children
tr_tr: tüm dolaylı alt öğelerin seçimini kaldır

source: unselect node only
tr_tr: yalnızca düğüm seçimini kaldır

source: Define the title and description of the population
tr_tr: Popülasyonun başlığını ve açıklamasını tanımlayın

source: Basic information
tr_tr: Temel bilgiler

source: An element with that name already exists in the system. Please choose a unique name to proceed.
tr_tr: Bu ada sahip bir öğe sistemde zaten var. Devam etmek için lütfen benzersiz bir ad seçin.

source: Select an effective date to preview a population. This step is for visualization purposes only; no effective date will be assigned to the population configuration.
tr_tr: Bir popülasyonun önizlemesini yapmak için bir geçerlilik tarihi seçin. Bu adım, yalnızca görselleştirme amaçlıdır; popülasyon yapılandırmasına herhangi bir geçerlilik tarihi atanmayacaktır.

source: Select an effective date to test the outcome.
tr_tr: Sonucu test etmek için bir geçerlilik tarihi seçin.

source: Preview population
tr_tr: Popülasyonu önizle

source: Remove condition
tr_tr: Koşulu kaldır

source: Create population
tr_tr: Popülasyon oluştur

source: Edit population
tr_tr: Popülasyonu düzenle

source: Effective date
tr_tr: Geçerlilik tarihi

source: The population was successfully published.
tr_tr: Popülasyon başarıyla yayınlandı.

source: The population was successfully saved.
tr_tr: Popülasyon başarıyla kaydedildi.

source: Search for population
tr_tr: Popülasyon ara

source: Last updated
tr_tr: Son güncelleme

source: Enable workers with admin and compliance roles to grant proxy access to any active workers in your company. Workers who are granted proxy access will be able to proxy individual workers or all active workers in the company.
tr_tr: Şirketinizdeki yönetici ve uyum rollerine sahip çalışanların, şirketinizdeki herhangi bir aktif çalışana vekil erişimi vermesini sağlayın. Vekil erişimi verilen çalışanlar, bireysel çalışanlara veya şirketteki tüm aktif çalışanlara vekil olabilecekler.

source: Granted users
tr_tr: Yetki verilen kullanıcılar

source: Manage proxy access
tr_tr: Vekil erişimini yönetin

source: Workers with proxy access
tr_tr: Vekil erişimine sahip çalışanlar

source: Workers who are granted proxy access will be able to proxy individual workers or all active workers in the company.
tr_tr: Vekil erişimi verilen çalışanlar, şirket içindeki tek tek çalışanları veya tüm aktif çalışanları vekil olarak gösterebilir.

source: Grant proxy access
tr_tr: Vekil erişimi verin

source: No workers added to the list
tr_tr: Listeye eklenen çalışan yok

source: No workers yet
tr_tr: Henüz çalışan yok

source: Proxy permission settings
tr_tr: Vekil izni ayarları

source: Proxy permission
tr_tr: Vekil izni

source: Allow workers to proxy other workers
tr_tr: Çalışanların diğer çalışanlar adına vekil olmasına izin verin

source: Proxy permission manager
tr_tr: Vekil izin yöneticisi

source: You are about to delete the proxy access granted to {{workerFullName}}. Are you sure you want to proceed?
tr_tr: {{workerFullName}} adlı kişiye verilen vekil erişimini silmek üzeresiniz. Devam etmek istediğinizden emin misiniz?

source: Delete proxy permission
tr_tr: Vekil iznini sil

source: Proxy access count
tr_tr: Vekil erişim sayısı

source: Department
tr_tr: Departman

source: Manager
tr_tr: Yönetici

source: Proxy access list
tr_tr: Vekil erişim listesi

source: No workers found
tr_tr: Çalışan bulunamadı

source: Please check the spelling or change your search.
tr_tr: Lütfen yazım denetimi yapın veya aramanızı değiştirin.

source: All company
tr_tr: Tüm şirket

source: Individuals
tr_tr: Kişiler

source: and more
tr_tr: ve daha fazlası

source: This page is read-only because of your role and permissions. To make changes, please contact your system administrator.
tr_tr: Bu sayfa, göreviniz ve izinleriniz nedeniyle salt okunurdur. Değişiklik yapmak için lütfen sistem yöneticinizle iletişime geçin.

source: Self-review
tr_tr: Kendi kendine değerlendirme

source: No custom sections added yet.
tr_tr: Henüz özel bölüm eklenmedi.

source: Question
tr_tr: Soru

source: At least one question is mandatory in the custom section.
tr_tr: Özel bölümde en az bir soru zorunludur.

source: Custom section
tr_tr: Özel bölüm

source: Create custom section
tr_tr: Özel bölüm oluşturun

source: Enable performance reviews
tr_tr: Performans değerlendirmelerini etkinleştirin

source: A Performance Management feature that lets HR administrators create performance reviews in which workers and managers reflect on the events over a defined period of time.
tr_tr: İK yöneticilerinin, çalışanlar ve yöneticilerin belirli bir zaman dilimindeki olaylar üzerine değerlendirme yapabildiği performans değerlendirmeleri oluşturmasına olanak tanıyan bir Performans Yönetimi özelliği.

source: Allow local admins in review templates
tr_tr: Değerlendirme şablonlarında yerel yöneticilere izin ver

source: Allow reviews to be reopened
tr_tr: Değerlendirmelerin yeniden açılmasına izin verin

source: General performance review settings
tr_tr: Genel performans değerlendirme ayarları

source: Historical Reviews
tr_tr: Geçmiş Değerlendirmeler

source: The population of the review will be based on the local admin's access. They will be able to edit only the population within the template.
tr_tr: Değerlendirmenin kapsamındaki nüfus, yerel yöneticinin erişimine bağlı olacaktır. Yalnızca şablon içindeki nüfusu düzenleyebileceklerdir.

source: Review settings
tr_tr: Değerlendirme ayarları

source: Allow new managers to see closed reviews
tr_tr: Yeni yöneticilerin kapalı değerlendirmeleri görmesine izin verin

source: Closed performance reviews from a worker's previous manager will be made visible to their new manager. The previous manager will still be able to see the review after its transfer.
tr_tr: Bir çalışanın önceki yöneticisinden kapalı performans değerlendirmeleri, yeni yöneticisine görünür hale getirilecektir. Önceki yönetici, değerlendirme transfer edildikten sonra da değerlendirmeyi görebilecektir.

source: Performance review templates
tr_tr: Performans değerlendirmesi şablonları

source: If a manager has fewer direct reports than the number specified below, they can then view the calibration page without taking any actions.
tr_tr: Eğer bir yöneticinin doğrudan raporları aşağıda belirtilen sayıdan azsa, o zaman kalibrasyon sayfasını herhangi bir işlem yapmadan görüntüleyebilir.

source: Specify the minimum number
tr_tr: Minimum sayıyı belirtin

source: Minimum number of direct reports
tr_tr: Minimum doğrudan bağlı çalışan sayısı

source: Calculation
tr_tr: Hesaplama

source: These guidelines are for reference only; failing to comply will trigger a gentle reminder.
tr_tr: Bu yönergeler yalnızca referans içindir; uyulmaması durumunda nazik bir hatırlatma yapılacaktır.

source: Distribution
tr_tr: Dağıtım

source: Population: {{population}}
tr_tr: Popülasyon: {{population}}

source: Rating
tr_tr: Derecelendirme

source: Distribution guidelines
tr_tr: Dağıtım yönergeleri

source: Total distribution: {{total}}%
tr_tr: Toplam dağıtım: %{{total}}

source: The total distribution must add up to 100%. Please adjust the values accordingly.
tr_tr: Toplam dağılımın %100'e ulaşması gerekiyor. Lütfen değerleri buna göre ayarlayın.

source: Specify the interval during which the calibration period will be open.
tr_tr: Kalibrasyon döneminin açık olacağı aralığı belirtin.

source: Calibration process period
tr_tr: Kalibrasyon süreci dönemi

source: Challenge process
tr_tr: İtiraz süreci

source: Conversation & publication
tr_tr: Görüşme ve yayın

source: Final validation
tr_tr: Son doğrulama

source: Moderation & calibration
tr_tr: Denetleme ve kalibrasyon

source: Worker sign-off comment box
tr_tr: Çalışan onayı yorum kutusu

source: Worker self-assessment
tr_tr: Çalışan öz değerlendirmesi

source: You are about to move all the reviews to the "Closed (System)" status. Are you sure you want to close the review?
tr_tr: Tüm değerlendirmeleri "Closed (System)" durumuna taşımak üzeresiniz. Değerlendirmeri kapatmak istediğinizden emin misiniz?

source: You are about to move all the reviews to the "Closed (System)" status. Reviews that are in "Let’s discuss" or "Challenge" status will not be closed. Are you sure you want to close the review?
tr_tr: Tüm değerlendirmeleri "Kapalı (Sistem)" durumuna taşımak üzeresiniz. "Tartışalım" veya "İtiraz" durumunda olan değerlendirmeler kapatılmayacaktır. Değerlendirmeyi kapatmak istediğinizden emin misiniz?

source: Close review
tr_tr: Değerlendirmeyi kapat

source: Creation date:
tr_tr: Oluşturulma tarihi:

source: Are you sure you want to delete the review?
tr_tr: Değerlendirmeyi silmek istediğinizden emin misiniz?

source: Delete review
tr_tr: Değerlendirmeyi sil

source: Open review
tr_tr: Değerlendirmeyi aç

source: The review was duplicated and a new item was created.
tr_tr: Değerlendirme kopyalandı ve yeni bir öğe oluşturuldu.

source: Total workers assigned in this review: {{count}}.
tr_tr: Bu değerlendirmede atanan toplam çalışan sayısı: {{count}}.

source: No performance review templates yet!
tr_tr: Henüz performans değerlendirme şablonu yok!

source: End date:
tr_tr: Bitiş tarihi:

source: Your default language is {{lang}}. Select languages in this list to provide translated versions.
tr_tr: Varsayılan diliniz {{lang}}. Çevrilmiş sürümleri sağlamak için bu listedeki dilleri seçin.

source: Create performance review
tr_tr: Performans değerlendirmesini oluşturun

source: Worker sign-off stage
tr_tr: Çalışan onay aşaması

source: Workers will be able to either request a follow-up conversation with their manager or challenge their review with the line manager above their manager reviewer (LM+1). When the challenge process is enabled, the overall performance widget must be included in the template; otherwise you will not be able to save the review template.
tr_tr: Çalışanlar, yöneticileriyle bir takip görüşmesi talep edebilecek ya da değerlendirmelerini, yöneticilerinin üstündeki hat yöneticisiyle (LM+1) itiraz edebilecekler. İtiraz süreci etkinleştirildiğinde, genel performans widget'ı şablona dahil edilmelidir; aksi takdirde değerlendirme şablonunu kaydedemezsiniz.

source: Enable challenge process
tr_tr: İtiraz sürecini etkinleştirin

source: A comment box will be included for workers to fill in as part of the completion process.
tr_tr: Tamamlama sürecinin bir parçası olarak çalışanların doldurması için bir yorum kutusu eklenecektir.

source: Include a comment box for the sign-off processes
tr_tr: Onay süreçleri için bir yorum kutusu ekleyin

source: Activates an additional validation step where the review is forwarded to a higher-level manager (LM+1) for final approval after the worker and their line manager have completed the review process.
tr_tr: Çalışan ve birim yöneticisi değerlendirme sürecini tamamladıktan sonra, değerlendirme nihai onay için üst düzey bir yöneticiye (LM+1) iletildiği ek bir doğrulama adımını etkinleştirir.

source: Enable final validation step
tr_tr: Son doğrulama adımını etkinleştirin

source: Managers will be able to edit their ratings and comments during the moderation stage. Disable this setting if you want to keep reviews frozen in read-only mode during moderation.
tr_tr: Yöneticiler, moderasyon aşamasında puanlarını ve yorumlarını düzenleyebilecekler. Moderasyon sırasında değerlendirmelerin salt okunur modda donmuş kalmasını istiyorsanız, bu ayarı devre dışı bırakın.
